[{"id":1,"test_no":1,"brans_no":1,"madde":"I.     Darüleytam <br>II.    Hilal-i Ahmer Cemiyeti <br>III.   Darülaceze <br> <br> Osmanlı Devleti' nde yukarıdaki kurumlardan hangileri sosyal amaçlar doğrultusunda açılmıştır?","a":"Yalnız I","b":"Yanlız II","c":"I ve II","d":"II ve III","e":"I, II ve III","dogru":"e","aciklama":"<p><b>Darülaceze:<\/b> 1895' te kurulan yoksullar evi.<\/p><p><b>Hilal-i Ahmer Cemiyeti:<\/b> XX. yüzyıl başlarında sosyal yardımlaşma alanında kurulan fakir sever cemiyetlerden biri (Kızılay)<\/p><p><b>Darüleytam:<\/b> I. Dünya Savaşı sırasında yetim kalan çocukların İstanbul ile işgale uğramayan diğer illerde yerleştirildikleri mevcut okul ve yurtlara \"yetimler yurdu\" manasında verilen ad.<\/p>","soru_id":1,"resim":null,"ust_bilgi":""},{"id":2,"test_no":1,"brans_no":1,"madde":"<ul><li>Şeyhülislam' ın ve ilmiye sınıfının yetkilerini sınırlandırmıştır.<\/li><li>Başkenti İstanbul' dan Anadolu' ya taşımayı düşünmüş ve ilk kez saray dışından saray kadınlarının yönetime karışmalarını engelleye çalışmıştır.<\/li><\/ul><br><br>Yukarıda verilen bilgiler aşağıdaki Osmanlı padişahlarından hangisiyle ilgilidir?","a":"II. Mahmut","b":"II. Mehmet","c":"I. Ahmet","d":"IV. Murat","e":"II. Osman","dogru":"e","aciklama":"<p>Osmanlı Devleti' nde II.Osman (Genç), Şeyhülislam' ın ve ilmiye sınıfının yetkilerini sınırlandırarak yönetime karışmalarını önlemeyi amaçlamıştır. Başkenti İstanbul' dan Anadoluya' ya taşımayı düşünen II. Osman (E Seçeneği), ilk kez saray dışından evlenerek saray kadınlarının yönetime karışmalarını da engellemeye çalışmıştır. Yeniçeri Ocağı' nı kaldırmayı düşünenen  ilk padişah da II. Osman' dır.<\/p>","soru_id":2,"resim":null,"ust_bilgi":""},{"id":null,"test_no":1,"brans_no":1,"madde":"Osmanlı Devleti döneminde Türk saray mimarisi dışında Avrupa sarayları örnek alınarak yapılan ilk saray aşağıdakilerden hangisidir?","a":"Dolmabahçe Sarayı","b":"Topkapı Sarayı","c":"Beylerbeyi Sarayı","d":"Yıldız Sarayı","e":"Çırağan Sarayı","dogru":"a","aciklama":"<p>Osmanlı Devleti' nde Türk saray mimarisi dışında Avrupa sarayları örnek alınarak yapılan ilk saray 1856' da kullanıma açılan Dolmabahçe Sarayı' dır (A seçeneği). Avrupa saraylarının anıtsal boyutlarına özenilerek yapılan Dolmabahçe Sarayı, değişik biçimlerin, yöntemlerin öğeleriyle donanmıştır. Dolmabahçe Sarayı' nda Fransız Baroku, Alman Rokokosu, İngiliz Neo Klasizmi, İtalyan Rönesansı karışık bir şekilde uygulanmıştır.<\/p><p>Topkapı Sarayı, klasik Osmanlı mimari tarzında yapılmıştır. Avrupa mimarisinin özelliklerini taşıyan Beylerbeyi Sarayı 1865' te, Yıldız Sarayı <\/p>","soru_id":null,"resim":null,"ust_bilgi":null},{"id":6,"test_no":1,"brans_no":1,"madde":"Lozan Antlaşması' na göre Türkiye' de bulunan yabancı okulların Türk kanunlarına tabi olması ve Türk okullarının bağlı bulunduğu yönetmeliklere göre faaliyetlerini sürdürmeleri kararlaştırılmıştır. Ancak Milli Eğitim Bakanlığı' nın yaptığı bazı düzenlemel<br><br>Türkiye' nin yabancı okullar konusundaki kararlı tutumu <i>daha çok<\/i> aşağıdaki devletlerden hangisi ile ilişkilerinin bozulmasına neden olmuştur?","a":"Yunanistan","b":"İngiltere","c":"ABD","d":"Fransa","e":"Almanya","dogru":"d","aciklama":"<p>Türkiye' nin yabancı okullar konusundaki kararlı tutumu daha çok Fransa (D seçeneği) ile ilişkilerin bozulmasına neden olmuştur. Bu gerginlik Bozkurt-Lotus Davası ve dış borçların taksitlendirilmesi konusunda Fransa ile olan ilişkilere de yansımıştır.<\/p>\r\n","soru_id":4,"resim":null,"ust_bilgi":""},{"id":null,"test_no":1,"brans_no":1,"madde":"Türkiye Cumhuriyeti' nin uluslararası iş birliğine katılmasında en önemli gelişme aşağıdakilerden hangisi olmuştur?","a":"Londra Konferansı' na heyet yollaması","b":"Milletler Cemiyeti' ne üye olması","c":"Londra Barış Anlaşması' nı imzalaması","d":"Sadabat Paktı' nı imzalaması","e":"Kore Savaşı' na birlik yollaması","dogru":"b","aciklama":"<p>Türkiye Cumhuriyeti' nin uluslararası iş birliğine katılmasında en önemli gelişme 1932' de Milletler Cemiyeti' ne (B seçeneği) üye olmasıdır. Cenevre' de 1920' de kurulan Milletler Cemiyeti o dönemde en çok üyesi olan ve en önemli uluslararası teşkilattı. I. Dünya Savaşı sonrası barışı korumak için kurulan Milletler Cemiyeti' ne girmek barış yanlısı olma olarak kabul edilmiştir.<\/p>","soru_id":null,"resim":null,"ust_bilgi":null},{"id":3,"test_no":1,"brans_no":1,"madde":"I.     İzmir İktisat Kongresi <br>II.    Türk Medeni Kanunu' nun kabul edilmesi <br>III.   1930 - 1934 yılları arasındaki Anayasa değişiklikleri <br><br>Yeni Türk Devleti döneminde görülen yukarıdaki gelişmelerden hangileri kadın hakları ile ilgili hükümler içermektedir?","a":"Yalnız I","b":"Yalnız II","c":"I ve II","d":"II ve III","e":"I, II ve III","dogru":"d","aciklama":"<p>Türk Medeni Kanunu' nun kabul edilmesi (II. öncül) ile Türk kadınına sosyal hayat, şahitlik, miras vb. konularında erkeklerle eşit haklar tanınmıştır. 1930 - 1934 yılları arasında yapılan Anayasa değişiklikleri (III. öncül) ile de kadınlara siyasal haklar (seçme-seçilme) verilmiştir.<\/p><p>İzmir İktisat Kongresi' nde ise Yeni Türk Devleti' nin temel ekonomi politikaları ile ilgili kararlar alınmıştır.<\/p>\r\n","soru_id":6,"resim":null,"ust_bilgi":""},{"id":null,"test_no":1,"brans_no":1,"madde":"Osmanlı Devleti' nin 15. yüzyılın ikinci yarısından itibaren gittikçe güçlenmesi karşısında Batı Avrupa ülkeleri aşağıdaki politikalardan hangisine yönelmiş olabilirler?","a":"Katolik Kilisesi' ne karşı mücadele eden Alman prenlerine destekleme","b":"Doğu' ya giden yeni ticaret yolları arama","c":"Osmanlı Devleti' nde milliyetçi ayaklanmalar çıkarma","d":"Bizans İmparatorluğu' na yardım etme","e":"Kutsal Roma Germen İmparatorluğu' na karşı Fransa' yı destekleme","dogru":"b","aciklama":"<p>Osmanlı Devleti' nin 15. yüzyılın ikinci yarısından itibaren gittikçe güçlenmesi karşısında Batı Avrupa ülkeleri Doğu' ya giden yeni ticaret yolları arama (B seçeneği) politikasına yönelmiştir. Bartelmi Diaz 1487' de Ümit Burnu' nu keşfetmiş, Vasko dö Gama 1498' de Ümit Burnu' nu aşarak Hindistan' a ulaşmış, böylece Doğu' ya giden yeni bir ticaret yolu bulmuştur.<\/p>\r\n","soru_id":null,"resim":null,"ust_bilgi":null},{"id":null,"test_no":1,"brans_no":1,"madde":"İslamiyet' ten önceki Türklerde Kurultay' ın temel görevi aşağıdakilerden hangisidir?","a":"Hükümdara devlet yönetiminde yardımcı olmak.","b":"Yazılı hukuk kurallarını belirlemek.","c":"Vergilerin düzenli toplanmasını sağlamak.","d":"Boylar arası ilişkileri düzenlemek.","e":"Halk arasındaki sorunları çözümlemek.","dogru":"a","aciklama":"<p>İslamiyet' ten önceki Türklerde her türlü devlet işinin görüşüldüğü Kurultay' ın (Toy\/Tengeş) temel görevi devlet yönetiminde hükümdara yardımcı olmaktı (A seçeneği). Vergilerin düzenli düzenli toplanmasını sağlama, boylar arası ilişkileri düzenleme ve halk arasındaki sorunları çözümleme Kurultay' ın görevleri arasında yer alır ama temel görevi değildir.<\/p>","soru_id":null,"resim":null,"ust_bilgi":null},{"id":5,"test_no":1,"brans_no":1,"madde":"9. Ordu müfettişi olarak Samsun' a gönderilen Mustafa Kemal Paşa' ya çok sayıda subay eşlik etmiştir.<br><br>Aşağıdakilerden hangisi Mustafa Kemal Paşa ile birlikte Samsun' a çıkan subaylardan biridir?","a":"Refet (Bele) Bey","b":"İsmet (İnönü) Bey","c":"Kazım (Karabekir) Paşa","d":"Fevzi (Çakmak) Paşa","e":"Ali Fuat (Cebesoy) Paşa","dogru":"a","aciklama":"<p>Refet Bele (A seçeneği), 9. Ordu Müfettişi Mustafa Kemal Paşa ile birlikte Samsun' a çıkan subaylardan biridir. Ali Fuat Cebesoy ve Kazım Karabekir Anadolu' ya Mustafa Kemal Paşa' dan önce geçmişlerdir. İsmet İnönü TBMM açılmadan hemen önce Nisan 1920' de Fevzi Çakmak ise 27 Nisan 1920' de Anadolu' ya geçmiştir.<\/p>","soru_id":9,"resim":null,"ust_bilgi":""},{"id":4,"test_no":1,"brans_no":1,"madde":"<b>Türkiye' de devletçilik ilkesinin uygulanmasında;<\/b><br>I.   Teşvikisanayi Kanunu' ndan istenilen sonucun alınmaması <br>II.  1929 Dünya Ekonomik Bunalımı' nın çıkması, <br>III. Aşar vergisinin kaldırılması <br><br>durumlarından hangilerinin etkisi olmamıştır?","a":"Yalnız I","b":"Yalnız III","c":"I ve II","d":"I ve III","e":"II ve III","dogru":"b","aciklama":"<p>Aşar vergisi 1925' te çiftçi üzerinde ağır bir yük olduğu gerekçesiyle kaldırılmıştır. Türkiye' de ekonomide devletçilik ilkesinin uygulanması daha çok 1930' lu yıllarda ağırlık kazanmıştır. Devletçilik ilkesinin uygulanmasında; 1926' da çıkarılan Teşvikisanayi Kanunu' ndan istenilen sonucun alınamaması ve 1926' da çıkarılan Teşvikisanayi Kanunu' nda istenilen sonucun alınamaması ve 1929 Dünya Ekonomik Bunalım etkili olmuştur. Bu çerçevede I. Beş Yıllık Sanayi Planı hazırlanmış ve Üç beyaz (Un, şeker, pamuklu dokuma) ve üç siyah (Demir, kömür, petrol) üretimine ağırlık verilmiştir.<\/p>\r\n","soru_id":10,"resim":null,"ust_bilgi":""}]